---
kind: method
id: M:Autodesk.Revit.DB.Level.GetPlaneReference
zh: 标高
source: html/4532a1e6-9a6e-4ba3-e708-b916ec154e4b.htm
---
# Autodesk.Revit.DB.Level.GetPlaneReference Method

**中文**: 标高

Returns a reference to this element as a plane.

## Syntax (C#)
```csharp
public Reference GetPlaneReference()
```